{
  "a-box": {
    "de": {
      "term": "A-Box",
      "definition": "In einer [Ontologie](#Ontologie) repräsentiert die A-Box den Zustand der modellierten Welt. Sie enthält [Individuen / Instanzen](#Instanz) einer Domäne in Form von Fakten über ihre [Eigenschaften](#Property) und der Beziehungen untereinander. Dafür bedient sie sich aus der [T-Box](#T-Box)"
    },
    "en": {
      "term": "A-Box",
      "definition": "In an [ontology](#Ontology), the A-box represents the state of the modeled world. It contains the [individuals / instances](#Instance) of a domain in the form of facts, their [properties](#Property), and the relations to each other. For this purpose, it makes use of the [T-Box](#T-box)"
    }
  },
  "academic_projects": {
    "de": {
      "term": "Akademische Projekte",
      "definition": "Projekte und resultierende Konsortien aus der 1. ergänzenden [BMBF](#BMBF) Ausschreibung MaterialDigital im Rahmen der Innovations-Plattform MaterialDigital. Sie sollen primär in Zusammenarbeit mit der Innovations-Plattform Inhalte und Bausteine für die PMD auf Basis von [Use Cases](#Use-Cases)"
    },
    "en": {
      "term": "Academic Projects",
      "definition": "Projects and resulting consortia from the 1st supplementary [BMBF](#BMBF) call MaterialDigital under the MaterialDigital innovation platform. Primarily in collaboration with the Innovation Platform, they are to develop content and building blocks for PMD based on [Use Cases](#Use-Cases)"
    }
  },
  "accessible": {
    "de": {
      "term": "Zugänglichkeit",
      "definition": "Dieser Begriff ist Teil des [FAIR](#FAIR) Prinzips.\n"
    },
    "en": {
      "term": "Accessibility",
      "definition": "This term is part of the [FAIR](#FAIR) principle."
    }
  },
  "agile_management": {
    "de": {
      "term": "Agiles Management",
      "definition": "Agiles Management bietet eine Methodik, um flexibel, pro-aktiv, antizipativ und initiativ zu agieren um nötige Veränderungen einzuführen. Typische Elemente von agilem Management sind Rollen, [Sprints](#Sprint), und [User Stories](#User-Story)"
    },
    "en": {
      "term": "Agile Management",
      "definition": "Agile management provides a methodology to act flexibly, pro-actively, anticipatively and proactively to introduce necessary changes. Typical elements of agile management are roles, [sprints](#Sprint), and [user stories](#User-Story)."
    }
  },
  "agile_manager": {
    "de": {
      "term": "Agiler Manager (AM)",
      "definition": "Eine Rolle im [agilen Management](#Agiles-Management). Der/die agile\\*r Manager\\*in unterstützt das Team in einem [agilen Management](#Agiles-Management) bei der Kommunikation, organisiert Meetings, sorgt für die Einhaltung von Rollen und Form, behält den Überblick über das Team, kommuniziert Probleme an den/die [Product Ownerin](#Product-Owner), bereitet die Agenda vor und sorgt für eine ordentliche Dokumentation des Teams."
    },
    "en": {
      "term": "Agile Manager (AM)",
      "definition": "A role in [agile management](#Agile-Management). The agile manager assists the team in an [agile management](#Agile-Management) with communication, organizes meetings, ensures adherence to roles and form, keeps track of the team, communicates issues to the [product owner](#Product-Owner), prepares the agenda, and ensures proper documentation of the team."
    }
  },
  "api": {
    "de": {
      "term": "API",
      "definition": "Ein Automatic Programming Interface. Ein API ist ein Endpunkt eines IT-Systems in ein anderes. Dafür \"lauscht\" der API nach Anfragen, die in einer solchen Datenstruktur vorliegen, die er versteht. Auf diese Anfrage kann dann die interne Programmierung eine Antwort entwickeln, die der API auf ebendie gleiche vereinheitlichte Datenstruktur wieder ausspuckt. APIs ermöglichen somit die verbindenden Schnittstellen zwischen Systemen. Beispiele sind Datenbankabfragen wie SQL oder [SPAQRL](#SPARQL)."
    },
    "en": {
      "term": "API",
      "definition": "An Automatic Programming Interface. An API is an endpoint from one IT system into another. To do this, the API \"listens\" for requests that are in such a data structure that it understands. Internal programming can then develop a response to this request, which the API spits back out to the very same unified data structure. APIs thus enable the connecting interfaces between systems. Examples include database queries such as SQL or [SPAQRL](#SPARQL)."
    }
  },
  "application_ontology": {
    "de": {
      "term": "Anwendungsontologie",
      "definition": "Eine (Teil-)[Ontologie](#Ontologie), die spezielle [Konzepte](#Konzept) für einen definierten [Anwendungsfall/Use Case](#Use-Cases) beinhaltet und strukturiert. Es ist davon auszugehen, dass pro Use Case der PMD und somit je gefördertem Projekt, abhängig vom Gebrauch/Ziel der Ontologie, mindestens eine Anwendungsontologie erstellt werden muss, um die erzeugten Informationen wiederauffindbar zu integrieren."
    },
    "en": {
      "term": "Application ontology",
      "definition": "A (partial) [ontology](#Ontology) that contains, structures, and describes, specific entities for a defined [use case/use cases](#Use-Cases). It can be assumed that at least one application ontology has to be created per use case of the PMD and thus per funded project, depending on the use/goal of the ontology itself, in order to integrate the generated information in a retrievable way."
    }
  },
  "backlog": {
    "de": {
      "term": "Backlog",
      "definition": "In einem [agilen Framework](#Agiles-Management) enthält ein Backlog projektbezogene Teilaufgaben, die erledigt werden müssen. Sie ergeben sich aus dem Herunterbrechen von [User Stories](#User-Story) in einzeln durchführbare technische Aktionen, die von einem Teammitglied umgesetzt werden sollen."
    },
    "en": {
      "term": "Backlog",
      "definition": "In an [agile framework](#Agile-Management), a backlog contains project-related subtasks that need to be completed. They result from breaking down [user stories](#User-Story) into individually executable technical actions to be implemented by a team member."
    }
  },
  "blazegraph": {
    "de": {
      "term": "Blazegraph",
      "definition": "Ein [Triplestore](#Triplestore), bzw. eine Graph-Datenbank. Es bietet eine Schnittstelle zum Hochladen von Ontologien und Daten und stellt einen [SPARQL](#SPARQL)-Endpunkt zur Verfügung."
    },
    "en": {
      "term": "Blazegraph",
      "definition": "A [triplestore](#Triplestore), or graph database. It provides an interface to upload ontologies and data, and provides a [SPARQL](#SPARQL) endopoint."
    }
  },
  "blob": {
    "de": {
      "term": "BLOB",
      "definition": "Serialisierte Daten, die dadurch wie ein langer Text abgespeichert und gegenenfalls deserialisiert, deren Einzelwerte allerdings nicht direkt abgefragt werden können."
    },
    "en": {
      "term": "BLOB",
      "definition": "Serialized data, which can thereby be stored like a long text and deserialized if necessary, but whose single values cannot be queried directly."
    }
  },
  "bmbf": {
    "de": {
      "term": "BMBF",
      "definition": "BMBF ist die Abkürzung für Bundesministerium für Forschung und Bildung und fördert durch finanzielle Mittel Forschung in allen Bereichen der Wissenschaft."
    },
    "en": {
      "term": "BMBF",
      "definition": "BMBF is the abbreviation for \"Bundesministerium für Forschung und Bildung\" (Federal Ministry for Research and Education) and supports research in all fields of science by financial means."
    }
  },
  "central_pmd_instance": {
    "de": {
      "term": "Zentrale PMD Instanz (PMD-C)",
      "definition": "Am KIT eingerichtete PMD [Instanz](#Instanz), auf der die [Workflowumgebungen](#Workflowumgebung) dauerhaft laufen und auf dem alle Tools installiert und getestet werden können. "
    },
    "en": {
      "term": "Central PMD instance (PMD-C)",
      "definition": "PMD [instance](#Instance) established at KIT on which the [workflow environments](#Workflow-environment) run permanently and on which all tools can be installed and tested. "
    }
  },
  "class": {
    "de": {
      "term": "Klasse",
      "definition": "s. \"[Konzept](#Konzept)\" Eine Klasse bietet einen Abstraktionsmechanismus zur Gruppierung von Ressourcen mit ähnlichen Merkmalen. Jede Klasse ist mit einer Gruppe von Individuen verbunden, die als Klassenerweiterung bezeichnet wird. Die Individuen in der Klassenerweiterung werden als [Instanzen](#Instanz) der Klasse bezeichnet. Eine Klasse hat eine intensionale Bedeutung, in diesem Fall das zugrunde liegende Konzept."
    },
    "en": {
      "term": "Class",
      "definition": "s. [concept](#Concept)   A class provides an abstraction mechanism for grouping resources with similar characteristics. Every class is associated with a set of individuals, called the class extension. The individuals in the class extension are called the [instances](#Instance) of the class. A class has an intensional meaning i.e., the underlying concept."
    }
  },
  "cli": {
    "de": {
      "term": "CLI",
      "definition": "Command Line Interface. Steuerung von Computern über spezialisierte Befehle, die per Tastatur in eine Maske eingegeben werden."
    },
    "en": {
      "term": "CLI",
      "definition": "Command Line Interface. Control of computers via specialized commands entered by keyboard into a mask."
    }
  },
  "command_line": {
    "de": {
      "term": "Kommandozeile",
      "definition": "s. [CLI](#CLI)"
    },
    "en": {
      "term": "Command line",
      "definition": "s. [CLI](#CLI)"
    }
  },
  "community": {
    "de": {
      "term": "Community",
      "definition": "Unter Community versteht die PMD alle Interessierten der wissenschaftlichen und industriellen Gemeinschaft."
    },
    "en": {
      "term": "Community",
      "definition": "By community, PMD means all interested parties in the scientific and industrial community."
    }
  },
  "concept": {
    "de": {
      "term": "Konzept",
      "definition": "Eine geteilte Begrifflichkeit für eine einheitlich als geschlossene Sache angesehene Entität. Beispiele sind \"Prozess\", \"Material\", \"Frieden\", \"Glück\". Sie können verwendet werden, um die intensionale Bedeutung von Klassen auf der Grundlage ihrer Verwendung in der Zieldomäne auszudrücken."
    },
    "en": {
      "term": "Concept",
      "definition": "A shared conceptualization for an entity uniformly regarded as a closed thing. Examples include \"process\", \"material\", \"peace\", \"happiness\". They can be used to express the intensional meaning of classes based on their use within the target domain."
    }
  },
  "core_ontology": {
    "de": {
      "term": "Core Ontology",
      "definition": "Die Core Ontology soll für die PMD einheitliche Konzepte definieren, auf die die [Anwendungsontologien](#Anwendungsontologie) wiederrum übergreifend verweisen können. So soll domänenunabhängige Vereinheitlichung in der Informationsstrukturierung ermöglicht werden. Ein Beispiel wäre, dass die [Klasse](#Klasse) \"Prozess\" in der Core-Ontology vorliegen würde, da es übergreifend ist und die Klasse \"Ermüdungsversuch\" in einer Anwendungsontologie als Subklasse auf Prozess verweist."
    },
    "en": {
      "term": "Core Ontology",
      "definition": "The Core Ontology shall define unified concepts for the PMD, to which the [Application Ontologies](#Application-ontology) can in turn refer across domains. This shall enable domain-independent standardization in information structuring. An example would be that the [class](#Class) \"Process\" would be present in the Core Ontology, since it is cross-cutting, and the class \"fatigue test\" would refer to Process as a subclass in an application ontology."
    }
  },
  "curation": {
    "de": {
      "term": "Kuration",
      "definition": "Kuration oder Kurationsprozess bei der PMD beschreibt die fortlaufende Anpassung und Überprüfung von [Softwaretools](#Software-Tool), [Ontologien](#Ontologie) und Workflows zur Qualitätssicherung."
    },
    "en": {
      "term": "Curation",
      "definition": "Curation or curation process in PMD describes the ongoing adaptation and review of [software tools](#Software-tool), [ontologies](#Ontology), and workflows for quality assurance."
    }
  },
  "data_property": {
    "de": {
      "term": "Data Property",
      "definition": "Spezialisiertes [Property](#Property). Datentyp-Eigenschaften verknüpfen Individuen mit Datenwerten. Eine Datentyp-Eigenschaft ist als Instanz der integrierten [OWL](#OWL)-Klasse owl:DatatypeProperty definiert. "
    },
    "en": {
      "term": "Datatype Property",
      "definition": "Specialized [Property](#Property). Datatype properties link individuals to data values. A datatype property is defined as an instance of the built-in [OWL](#OWL) class owl:DatatypeProperty. "
    }
  },
  "data_type": {
    "de": {
      "term": "Datentyp",
      "definition": "Ein Datentyp beschreibt schematisch eine Datenstruktur. Er kann sowohl für die Identifikation, wie auch für die strukturelle Beschreibung von Ressourcen verwendet werden. Eine Ablage in einer Datatype registry gewährleistet eine Maschinenlesbarkeit der Dateitypen."
    },
    "en": {
      "term": "Data type",
      "definition": "A data type schematically describes a data structure. It can be used for identification as well as for structural description of resources. A storage in a datatype registry ensures a machine readability of the datatypes."
    }
  },
  "definition_of_done": {
    "de": {
      "term": "Definition of Done",
      "definition": "Definition in einem [agilen Framework](#Agiles-Management), wann eine [User Stories](#User-Story) abgeschlossen ist. Das Definition of Done (DoD) definiert die Funktionalität aus Sicht des Anwenders, die zur Erfüllung dieser Anwenderanforderung notwendig ist."
    },
    "en": {
      "term": "Definition of Done",
      "definition": "Definition in an [agile framework](#Agile-Management) of when a [user story](#User-Story) is complete. The Definition of Done (DoD) defines the functionality from the user's perspective that is required to fulfill that user requirement."
    }
  },
  "docker_container": {
    "de": {
      "term": "Docker Container",
      "definition": "Unter einem Docker Container versteht man eine Standard-Software-Einheit, die den Code und alle seine Abhängigkeiten verpackt, sodass die Anwendung schnell und zuverlässig von einer Computerumgebung zur anderen ausgeführt werden kann."
    },
    "en": {
      "term": "Docker Container",
      "definition": "A Docker Container is a standard software entity that packages the code and all of its dependencies so that the application can be executed quickly and reliably from one computing environment to another."
    }
  },
  "domain_experts": {
    "en": {
      "term": "Domain experts",
      "definition": "Scientific experts who (further) develop their domain within PMD in the context of [use cases](#Use-Cases). The scientific community as a whole thereby shapes the PMD both through their contribution and through participation methods. The selection of the scientific sub-fields represented in the PMD is based on the contributions of the domain experts."
    }
  },
  "domain_experts/community": {
    "de": {
      "term": "Domänenexperten / Community",
      "definition": "Wissenschaftliche Expertinnen und Experten, die im Rahmen von [Use Cases](#Use-Cases) ihr Fachgebiet innerhalb der PMD (weiter-)entwickeln. Die wissenschaftliche Community als Ganzes prägt dabei die PMD sowohl durch ihren Beitrag als auch durch Partizipationsmethoden. Die Auswahl der in der PMD repräsentierten wissenschaftlichen Teilbereiche basiert auf den Beiträgen der Domänenexperten."
    }
  },
  "epic": {
    "de": {
      "term": "Epic",
      "definition": "Übergreifendes Thema, vergleichbar mit [Meilensteinen](#Meilenstein). Epics bestehen aus zahlreichen [User Stories](#User-Story) und klar formulierten Aufgaben. Sie stellen ein \"minimal brauchbares oder existenzfähiges [Produkt](#Produkt)\" dar."
    },
    "en": {
      "term": "Epic",
      "definition": "Overarching theme, comparable to [milestones](#Milestone). Epics consist of numerous [user stories](#User-Story) and clearly stated tasks. They represent a \"minimum viable or viable [product](#Product)."
    }
  },
  "fair": {
    "de": {
      "term": "FAIR",
      "definition": "Nach Wilkinson et al. (2016) sollten Daten [Findable](#Auffindbar), [Accessible](#Zugänglichkeit), [Interoperable](#Interoperabilität), sowie [Reusable](#Wiederverwendbarkeit) sein. Das Akronym ist in der jüngeren Vergangenheit populär geworden, um die übergeordneten vereinheitlichten Datenorganisationsziele der Wissenschaft zusammenzufassen. Weitere Informationen finden Sie unter: Mark D Wilkinson, Michel Dumontier, IJsbrand Jan Aalbersberg, et al. 2016. [The FAIR Guiding Principles for scientific data management and stewardship](https://www.nature.com/articles/sdata201618). Scientific data 3, 1 (2016), 1–9."
    },
    "en": {
      "term": "FAIR",
      "definition": "According to Wilkinson et al. (2016), data should be [Findable](#Findable), [Accessible](#Accessibility), [Interoperable](#Interoperability), and [Reusable](#Reusable). The acronym has recently become popular to summarize the overarching unified data organization goals of science. For more info please refer to:  Mark D Wilkinson, Michel Dumontier, IJsbrand Jan Aalbersberg, et al. 2016. [The FAIR Guiding Principles for scientific data management and stewardship](https://www.nature.com/articles/sdata201618). Scientific data 3, 1 (2016), 1–9."
    }
  },
  "findable": {
    "de": {
      "term": "Auffindbar",
      "definition": "Daten, die als \"Auffindbar\" gelten, sollen sowohl von Menschen, als auch von Computersystemen leicht auffindbar sein. Dieser Begriff ist Teil des [FAIR](#FAIR) Prinzips."
    },
    "en": {
      "term": "Findable",
      "definition": "Data that is considered \"Findable\" should be easily discoverable by both humans and computer systems. This term is part of the [FAIR](#FAIR) principle."
    }
  },
  "framework": {
    "de": {
      "term": "Framework",
      "definition": "Ein Framework ist eine Rahmenstruktur, welche notwendig zur Befüllung des Datenraums ist."
    },
    "en": {
      "term": "Framework",
      "definition": "A framework is a framework structure which is necessary to populate the data space."
    }
  },
  "gitlab_github": {
    "de": {
      "term": "GitLab / GitHub",
      "definition": "Gitlab ist eine webbasierte Anwendung, bei der man in Projekten zusammenarbeiten kann. Projekten werden in repositories archiviert und eine [Versionierung](#Versionierung) ist möglich. GitHub ist dem Gitlab sehr ähnlich, jedoch öffentlich für jeden zugänglich. In der Regel wird GitLab zum Projektmanagement und GitHub zur Ergebnisveröffentlichung verwendet."
    },
    "en": {
      "term": "GitLab / GitHub",
      "definition": "Gitlab is a web-based application where you can collaborate in projects. Projects are archived in repositories and [versioning](#Versioning) is possible. GitHub is very similar to Gitlab, but publicly available to everyone. Usually GitLab is used for project management and GitHub for publishing results."
    }
  },
  "governance": {
    "de": {
      "term": "Governance",
      "definition": "Die Governance bildet die gemeinsame Lenkungsstruktur für beteiligte Projekte und Kooperationspartner im Rahmen des Aufbaus der [Plattform MaterialDigital](#Plattform-MaterialDigital). Diese ist im Downloadbereich der Webseite herunterladbar."
    },
    "en": {
      "term": "Governance",
      "definition": "The governance forms the common steering structure for involved projects and collaboration partners in the context of building the [Platform MaterialDigital](#Platform-MaterialDigital). It can be downloaded from the download area of the website."
    }
  },
  "gui": {
    "de": {
      "term": "GUI",
      "definition": "GUI steht für graphical user interface und bezeichnet eine Benutzerschnittstelle eines Computers mit der  eingabe (bspw. Maus oder Gesten). Mittels grafischer Symbole und Steuerelemente macht es Anwendungssoftware bedienbar. Die GUI ersetzt dadurch Programmsteuerung durch die [Kommandozeile](#Kommandozeile) und macht Software intuitiv und für Laien bedienbar."
    },
    "en": {
      "term": "GUI",
      "definition": "GUI stands for graphical user interface and describes a user interface of a computer with the  input (e.g. mouse or gestures). By means of graphic symbols and control elements it makes application software operable. The GUI replaces thereby program control by the [command line](#Command-line) and makes software intuitively and for laymen operable."
    }
  },
  "hackmd": {
    "de": {
      "term": "HackMD",
      "definition": "Möglichkeit kollaborativ an Texten zu arbeiten. HackMD unterstützt MarkDown."
    },
    "en": {
      "term": "HackMD",
      "definition": "Ability to work collaboratively on text. HackMD supports MarkDown."
    }
  },
  "industrial_projects": {
    "de": {
      "term": "Industrielle Projekte",
      "definition": "Projekte und resultierende Konsortien aus der 2. ergänzenden [BMBF](#BMBF) Ausschreibung MaterialDigital im Rahmen der Innovations-Plattform MaterialDigital. Sie sollen primär in Zusammenarbeit mit der [Innovations-Plattform](#Plattform-MaterialDigital) Inhalte und Bausteine für die PMD erarbeiten"
    },
    "en": {
      "term": "Industrial projects",
      "definition": "Projects and resulting consortia from the 2nd supplementary [BMBF](#BMBF) call MaterialDigital in the context of the Innovation [Platform MaterialDigital](#Platform-MaterialDigital). They are primarily to develop content and building blocks for PMD in collaboration with the Innovation Platform."
    }
  },
  "inference": {
    "de": {
      "term": "Inferenz / Inference",
      "definition": "Die aus [Reasoning](#Reasoning) abgeleitete Erkenntnis."
    },
    "en": {
      "term": "Inference / Inference",
      "definition": "The inference derived from [Reasoning](#Reasoning)."
    }
  },
  "instance": {
    "de": {
      "term": "Instanz",
      "definition": "Einzelne Verwirklichung eines [Konzeptes](#Konzept). Beispielsweise kann das Konzept Zugversuch mit einem bestimmten Zugversuch instantiiert werden, der zu bestimmter Zeit an bestimmter Stelle stattfand und mit bestimmten Parametern. Alle Instanziierungen gemeinsam repräsentieren die [Ontologie](#Ontologie) [A-Box](#A-Box), wo über Instanzen mit Hilfe der in der [T-Box](#T-Box) definierten Terminologie Aussagen gemacht werden."
    },
    "en": {
      "term": "Instance",
      "definition": "Individual realization of a [concept](#Concept). For example, the concept tensile test may be instantiated with a particular tensile test that occurred at a particular time at a particular location and with particular parameters. All instantiations together represent the [ontology](#Ontology) [A-Box](#A-Box), where statements are made about instances using the terminology defined in the [T-Box](#T-box)."
    }
  },
  "interoperability": {
    "de": {
      "term": "Interoperabilität",
      "definition": "Interoperabilität beschreibt Daten, die so vorliegen, dass sie ausgetauscht, interpretiert und halbautomatisch mit anderen Datensätzen kombiniert werden können. Dieser Begriff ist Teil des [FAIR](#FAIR) Prinzips."
    },
    "en": {
      "term": "Interoperability",
      "definition": "Interoperability describes data that exists in such a way that it can be exchanged, interpreted, and combined semi-automatically with other data sets. This term is part of the [FAIR](#FAIR) principle."
    }
  },
  "json": {
    "de": {
      "term": "JSON",
      "definition": "Java Script Object Notation, Eine in JavaScript implementierte, standardisierte Objektbeschreibungssyntax, die zur repräsentation von [BLOBs](#BLOB) genutzt werden kann."
    },
    "en": {
      "term": "JSON",
      "definition": "Java Script Object Notation, A standard object description syntax implemented in JavaScript that can be used to represent [BLOBs](#BLOB)."
    }
  },
  "jupyter": {
    "de": {
      "term": "Jupyter",
      "definition": "Jupyter ist ein Projekt, um open-source software, open-standards und um Services für interaktives Rechnen in verschiedenen Programmiersprachen zu entwickeln."
    },
    "en": {
      "term": "Jupyter",
      "definition": "Jupyter is a project to develop open-source software, open-standards and to develop services for interactive computing in different programming languages."
    }
  },
  "jupyter_notebooks": {
    "de": {
      "term": "Jupyter Notebooks",
      "definition": "Das Jupyter Notebook ist eine Open-Source-Webanwendung, mit der Dokumente erstellt und geteilt werden können, die Live-Code, Gleichungen, Visualisierungen und erzählenden Text enthalten. Sie wird vorallem zur nachvollziehbaren Dokumentation von Datenauswertungen verwendet."
    },
    "en": {
      "term": "Jupyter Notebooks",
      "definition": "The Jupyter Notebook is an open-source web application that can be used to create and share documents containing live code, equations, visualizations, and narrative text. It is primarily used for traceable documentation of data evaluations."
    }
  },
  "knowledge_graph": {
    "de": {
      "term": "Knowledge Graph / Wissensgraph",
      "definition": "Ein Wissensgraph repräsentiert die gesammelten Informationen, die anhand von [Ontologien](#Ontologie) strukturiert und instanziiert wurden. Mittels Wissensgraphen können große Datenmengen aggregiert und gesammelt Erkenntnisse abgeleitet werden."
    },
    "en": {
      "term": "Knowledge graph",
      "definition": "A knowledge graph is a knowledge base in form of a graph which describes entities and their relationships structured and instantiated accordingly to [ontologies](#Ontology). Knowledge graphs can be used to aggregate large amounts of data and derive collected knowledge."
    }
  },
  "knowledge_graph-wissensgraph": {
    "de": {
      "term": "Wissensgraph",
      "definition": "s. [Knowledge Graph](#Knowledge-Graph--Wissensgraph)"
    }
  },
  "linked_data": {
    "de": {
      "term": "Linked Data",
      "definition": "Möglichkeit, Relationen zwischen direkt zusammenhängenden oder synonymen semantischen Konzepten aufzuzeigen. Linked Data ermöglicht so eine Suche in und Verknüpfung von komplexen Datenstrukturen."
    },
    "en": {
      "term": "Linked Data",
      "definition": "Ability to show relations between directly related or synonymous semantic concepts. Linked Data thus enables searching and linking of complex data structures."
    }
  },
  "literal": {
    "de": {
      "term": "Literal",
      "definition": "Ein String, Float oder Datum das per [Data Type Property](#Property) einem Konzept zugeordnet wird. Beispiel: Ein einzelner Wert ohne weitere Information. Ein Literal erhält innerhalb der [A-Box](#A-Box) eine Bedeutung."
    },
    "en": {
      "term": "Literal",
      "definition": "A string, float or date that is assigned to a concept by [Datatype Property](#Property). Example: a single value without further information. A literal is given a meaning within the [A-Box](#A-Box)."
    }
  },
  "management_board": {
    "de": {
      "term": "Managementkreis",
      "definition": "Der Plattform ist ein vom [BMBF](#BMBF) einberufener, industriell besetzter Managementkreis beigeordnet. Er soll die Fokussierung der Aktivitäten im Projekt auf den maximalen industriellen Nutzen gewährleisten und einen optimalen Transfer der Ergebnisse in die Anwendung sicherstellen. Der Managementkreis tagt ein- bis zweimal jährlich gemeinsam mit den Mitgliedern der Plattform und wird in die Workshops des Vorhabens eingebunden. "
    },
    "en": {
      "term": "Management board",
      "definition": "The platform is associated with an industrially staffed management circle convened by the [BMBF](#BMBF). Its purpose is to ensure that project activities are focused on maximum industrial benefit and to ensure optimal transfer of results into application. The management circle meets once or twice a year together with the members of the platform and is involved in the workshops of the project. "
    }
  },
  "mapping": {
    "de": {
      "term": "Mapping",
      "definition": "Beim Mapping werden aus verschiedenen Datenmodellen Datelemenete aufeinander abgebildet."
    },
    "en": {
      "term": "Mapping",
      "definition": "Mapping involves mapping file elements from different data models to each other."
    }
  },
  "metadata": {
    "de": {
      "term": "Metadaten",
      "definition": "Metadaten sind strukturierte Daten, welche Informationen über Merkmale andere Daten enthalten. "
    },
    "en": {
      "term": "Metadata",
      "definition": "Metadata is structured data that contains information about characteristics of other data. "
    }
  },
  "milestone": {
    "de": {
      "term": "Meilenstein",
      "definition": "Meilensteine umschreiben die übergeordneten Ziele im Projektplan. "
    },
    "en": {
      "term": "Milestone",
      "definition": "Milestones circumscribe the overall goals in the project plan. "
    }
  },
  "mse": {
    "de": {
      "term": "MSE",
      "definition": "MSE ist die Abkürzung für Material Science Experts und umfasst unsere materialwissenschaftlichen Experten."
    },
    "en": {
      "term": "MSE",
      "definition": "MSE is short for Material Science Experts and includes our material science experts."
    }
  },
  "object": {
    "de": {
      "term": "Objekt / Object",
      "definition": "s. \"[Konzept](#Konzept)\""
    },
    "en": {
      "term": "Object",
      "definition": "s. \"[concept](#Concept)\""
    }
  },
  "object_property": {
    "de": {
      "term": "Object Property",
      "definition": "Die Beziehung eines Individuums zu einem anderen Individuum. Eine Objekteigenschaft ist definiert als eine Instanz der eingebauten [OWL](#OWL)-Klasse owl:ObjectProperty. "
    },
    "en": {
      "term": "Object Property",
      "definition": "The relationship of an individual to another individual. An object property is defined as an instance of the built-in [OWL](#OWL) class owl:ObjectProperty. "
    }
  },
  "ontology": {
    "de": {
      "term": "Ontologie",
      "definition": "Eine Ontologie ist eine explizite, formelle Spezifikation eine geteilter [Konzeptualisierung](#Konzept). Der Begriff ist der Philosophie entlehnt, wo eine Ontologie eine systematische Darstellung der Existenz ist. Für KI-Systeme ist das, was \"existiert\", das, was dargestellt werden kann. Eine Ontologie enthält dabei inhaltliche Verknüpfungen, entweder deskriptiv oder formell. Sie geht über eine reine [taxonomische Kategorisierung](#Taxonomie) hinaus und kann dadurch mehr leisten als eine Standardisierung. Eine Ontologie für die Materialwissenschaft und Werkstofftechnik muss wann immer möglich den skalenübergreifenden Charakter der Disziplin berücksichtigen. Sie muss in sich über eine relationale Beschreibung hinaus einen logischen Mehrwert bieten."
    },
    "en": {
      "term": "Ontology",
      "definition": "An ontology is an explicit, formal specification of a shared conceptualization. The term is borrowed from philosophy, where an Ontology is a systematic account of existence. For AI systems, what ‘exists’ is that which can be represented. In this context, an ontology contains content links, either descriptive or formal. It goes beyond mere [taxonomic categorization](#Taxonomy) and thus can do more than standardization. Whenever possible, an ontology for materials science and engineering must take into account the cross-scale nature of the discipline. It must in itself provide logical added value beyond a relational description."
    }
  },
  "owl": {
    "de": {
      "term": "OWL",
      "definition": "OWL, the Web Ontology language ist eine Spezifikation des [W3C](#Semantic-Web).Es ist eine Auszeichnungssprache für die Entwicklung und Veröffentlichung von [Ontologien](#Ontologie). Ihre Dokumentation finden Sie [hier](https://www.w3.org/TR/owl-ref/#Property)."
    },
    "en": {
      "term": "OWL",
      "definition": "OWL, the Web Ontology language is a specification of the [W3C](#Semantic-Web). It is a markup language for developing and publishing [ontologies](#Ontology). Its documentation can be found [here](https://www.w3.org/TR/owl-ref/#Property)."
    }
  },
  "pain_point": {
    "de": {
      "term": "Pain Point",
      "definition": "Im [agilen Framework](#Agiles-Management) ist ein Pain Point ein wiederkehrendes Problem, auf das eine [Stakeholder-Gruppe](#Stakeholder) im Rahmen ihrer Aktivitäten stößt und das ein Mitglied dieser Gruppe nicht sofort selbst lösen kann. Dadurch entsteht auf Seiten des Mitglieds eine Zahlungsbereitschaft für die Lösung des Pain Points."
    },
    "en": {
      "term": "Pain Point",
      "definition": "In the [agile framework](#Agile-Management), a pain point is a recurring problem that a [stakeholder group](#Stakeholder) encounters in the course of its activities and that a member of that group cannot immediately resolve on its own. This creates a willingness to pay on the part of the member for the solution of the Pain Point."
    }
  },
  "parser-parsing": {
    "de": {
      "term": "Parser / Parsing",
      "definition": "Ein Deserialisierer für [BLOBS](#BLOB), Strings und weitere große Datenmengen."
    },
    "en": {
      "term": "Parser / Parsing",
      "definition": "A deserializer for [BLOBS](#BLOB), strings, and other large data sets."
    }
  },
  "platform_materialdigital": {
    "de": {
      "term": "Plattform MaterialDigital",
      "definition": "Die Plattform MaterialDigital (PMD) ist die Infrastruktur, die für einen einheitlichen Austausch und die Verknüpfung von Daten, Softwarelösungen und [Ontologien](#Ontologie) zum Umgang mit Materialien notwendig ist. Sie stellt damit die vereinheitlichende technologische Basis dar, mit der Daten und Software aus verschiedenen Anwendungsfeldern miteinander verknüpft werden können. Die Plattform wird erstellt und repräsentiert durch die [Plattformverantwortlichen](#Plattformverantwortliches-Konsortium--Plattformtr%C3%A4ger) und die [geförderten wissenschaftlichen](#Akademische-Projekte) und [Industriellen Projekte](#Industrielle-Projekte). "
    },
    "en": {
      "term": "Platform MaterialDigital",
      "definition": "The Platform MaterialDigital (PMD) is the infrastructure necessary for a unified exchange and linking of data, software solutions and [ontologies](#Ontology) for dealing with materials. It thus represents the unifying technological basis with which data and software from different application fields can be linked. The platform is created and represented by the [Platform Responsible Consortium](#Platform-responsible-consortium) and the funded [Scientific ](#Academic-Projects) and [Industrial Projects](#Industrial-projects). "
    }
  },
  "platform_responsible_consortium": {
    "de": {
      "term": "Plattformverantwortliches Konsortium / Plattformträger",
      "definition": "Das Konsortium, das die Plattform MaterialDigital (PMD) seit ihrem Beginn im Juli 2019 betreut, bestehend aus der Bundesanstalt für Materialforschung und -prüfung (BAM), dem Karlsruher Institut für Technologie (KIT), dem Max-Planck-Institut für Eisenforschung (MPIE), dem Fraunhofer Institut für Werkstoffmechanik (IWM) und dem Leibniz-Institut für Werkstofforientierte Technologien (IWT)."
    },
    "en": {
      "term": "Platform responsible consortium",
      "definition": "The consortium that has been managing the MaterialDigital (PMD) platform since its inception in July 2019, consisting of the Federal Institute for Materials Research and Testing (BAM), the Karlsruhe Institute of Technology (KIT), the Max Planck Institute for Iron Research (MPIE), the Fraunhofer Institute for Mechanics of Materials (IWM), and the Leibniz Institute for Materials-oriented Technologies (IWT)."
    }
  },
  "pmd-central-pmd-c": {
    "de": {
      "term": "PMD-Central / PMD-C",
      "definition": "Am KIT eingerichteter Server, auf der die [Workflowumgebungen](#Workflowumgebung) dauerhaft laufen und auf dem alle Tools installiert und getestet werden können."
    },
    "en": {
      "term": "PMD-Central / PMD-C",
      "definition": "Server set up at KIT on which the [workflow environments](#Workflow-environment) run permanently and on which all tools can be installed and tested."
    }
  },
  "product": {
    "de": {
      "term": "Produkt",
      "definition": "Ein Produkt ist etwas, das durch einen Prozess erstellt wird und einem Markt einen Nutzen bietet, indem es eine Summe von vordefinierten [Pain Points](#Pain-Point) von Kunden und [Stakeholder-Gruppen](#Stakeholder) löst. "
    },
    "en": {
      "term": "Product",
      "definition": "A product is something created by a process that provides value to a market by solving a sum of predefined [pain points](#Pain-Point) from customers and [stakeholder groups](#Stakeholder). "
    }
  },
  "product_owner": {
    "de": {
      "term": "Product Owner",
      "definition": "Der Product Owner (PO) ist verantwortlich für den Wortlaut und die Umsetzung der [User Stories](#User-Story). Schreibt User Stories, vertritt Nutzerinteressen, definiert Anforderungen (nicht Lösungen), übergibt Verantwortung für Machbarkeit an das Team, definiert [Definition of Done](#Definition-of-Done) "
    },
    "en": {
      "term": "Product Owner",
      "definition": "The Product Owner (PO) is responsible for the wording and implementation of the [User Stories](#User-Story). Writes user stories, represents user interests, defines requirements (not solutions), passes responsibility for feasibility to team, defines [Definition of Done](#Definition-of-Done). "
    }
  },
  "project_spokesperson": {
    "de": {
      "term": "Projektsprecher/in",
      "definition": "Gewählte\\*r Vertreter\\*in eines geförderten Konsortiums eines [akademischen](#Akademische-Projekte) oder [industriellen Projektes](#Industrielle-Projekte), der/die das Konsortium gegenüber dem [PMD-Lenkungskreis](#Lenkungskreis) vertritt."
    },
    "en": {
      "term": "Project spokesperson",
      "definition": "Elected representative of a funded consortium of an [academic ](#Academic-Projects) or [industrial](#Industrial-projects) project who represents the consortium to the [PMD Steering Committee](#Steering-Committee)."
    }
  },
  "project_sponsor": {
    "de": {
      "term": "Projektträger",
      "definition": "Projektträger werden vom [BMBF](#BMBF) eingesetzt und setzen die Projekte des Ministeriums fachlich und organisatorisch um.  Sie beraten Förderinteressenten, Antragssteller und Zuwendungsempfänger und sind für die administrative Bearbeitung und fachliche Begleitung der Projekte in allen Phasen zuständig."
    },
    "en": {
      "term": "Project sponsor",
      "definition": "Project sponsors are appointed by the [BMBF](#BMBF) and implement the technical and organizational aspects of the ministry's projects.  They advise prospective sponsors, applicants and grant recipients and are responsible for the administrative processing and technical support of the projects in all phases."
    }
  },
  "property": {
    "de": {
      "term": "Property",
      "definition": "s. [Object Property](#Object-Property) und [Data Property](#Data-Property)"
    },
    "en": {
      "term": "Property",
      "definition": "s. [Object Property](#Object-Property) and [Data Property](#Data-Property)."
    }
  },
  "pyiron": {
    "de": {
      "term": "Pyiron",
      "definition": "Pyiron ist eine auf Python basierte integrierte [Workflowumgebung](#Workflowumgebung) für die rechnergestützte Materialwissenschaft. Es bietet alle notwendigen Werkzeuge, um komplexe [Simulationsprotokolle](#Simulationsprotokoll), die verschiedene Computercodes kombinieren und Millionen von separaten Rechnungen auf leistungsstarken Computerclustern durchführen können, interaktiv auszuführen."
    },
    "en": {
      "term": "Pyiron",
      "definition": "Pyiron is a Python-based integrated [workflow environment](#Workflow-environment) for computational materials science. It provides all the necessary tools to interactively run complex [simulation protocols](#Simulation-log) that can combine different computer codes and perform millions of separate computations on powerful computer clusters."
    }
  },
  "r-box": {
    "de": {
      "term": "R-Box",
      "definition": "Die Menge der Axiome für die Objekteigenschaften (Transitivität, Inklusion, Symmetrie, Reflexivität, Irreflexivität, Disjunktionalität)."
    },
    "en": {
      "term": "R-box",
      "definition": "The set of object properties axioms (transitivity, inclusion, symmetry, reflexivity, irreflexicity, disjunctiveness)."
    }
  },
  "rdf": {
    "de": {
      "term": "RDF",
      "definition": "Resource-Description-[Framework](#Framework). Ein Standardmodell um Informationen semantisch standardisiert im Web zu beschreiben und auszutauschen. ."
    },
    "en": {
      "term": "RDF",
      "definition": "Resource-Description-[Framework](#Framework). A standard model to describe and exchange information in a semantically standardized way on the Web. "
    }
  },
  "reasoning": {
    "de": {
      "term": "Reasoning",
      "definition": "Zusammengenommen resultieren aus dem [RDF](#RDF) eines [Triplestores](#Triplestore) Transitivitäten. Diese werden beim Reasoning genutzt, um weitere Informationen als nur die urspünglich beschriebenen zu abzuleiten. Reasoning geschieht durch eine Software, den Reasoner, der auf dem Triplestore arbeitet."
    },
    "en": {
      "term": "Reasoning",
      "definition": "Taken together, the [RDF](#RDF) of a [triplestore](#Triplestore) results in transitivities. These are used in reasoning to derive more information than just the originally described information. Reasoning is done by a software, the reasoner, which works on the triplestore."
    }
  },
  "reusable": {
    "de": {
      "term": "Wiederverwendbarkeit",
      "definition": "Wiederverwendbar sind Daten. Dieser Begriff ist Teil des [FAIR](#FAIR) Prinzips"
    },
    "en": {
      "term": "Reusable",
      "definition": "Reusable data. This term is part of the [FAIR](#FAIR) principle."
    }
  },
  "semantic_web": {
    "de": {
      "term": "Semantic Web",
      "definition": "Das W3C-konforme [Framework](#Framework), das eine eindeutige Ressourcenbeschreibung und die entsprechende Abfrage auf standardisierte Weise ermöglichen soll. Das Semantic Web ist ein „Stapel“ aus mehreren zugrundeliegenden Teiltechnologien für die entsprechenden Aufgabenbereiche."
    },
    "en": {
      "term": "Semantic Web",
      "definition": "The W3C-compliant [framework](#Framework) that is intended to provide a unique resource description and corresponding query in a standardized way. The Semantic Web is a \"stack\" of several underlying sub-technologies for the corresponding task areas."
    }
  },
  "simstack": {
    "de": {
      "term": "SimStack",
      "definition": "Die [Workflowumgebung](#Workflowumgebung) SimStack ermöglicht die effizente Gestaltung und Anpassung komplexer Workflows („rapid prototyping“) mit Softwaremodulen verschiedener Anbieter per Drag-and-Drop, wobei nur für den jeweiligen [Use Case](#Use-Cases) relevante Settings exponiert werden. Zusammen mit der automatisierten Ausführung der Workflows auf Großrechnern wird hierdurch die Komplexität für den Endnutzer und die benötigte Expertise minimiert. Dies ermöglicht den Transfer komplexer, wissenschaftlicher Multiskalenmethoden in die Industrie. "
    },
    "en": {
      "term": "SimStack",
      "definition": "The [workflow environment](#Workflow-environment) SimStack enables the efficient design and customization of complex workflows (\"rapid prototyping\") with software modules from different vendors via drag-and-drop, exposing only settings relevant for the respective [use case](#Use-Cases). Together with the automated execution of the workflows on mainframes, this minimizes the complexity for the end user and the required expertise. This enables the transfer of complex, multi-scale scientific methods to industry. "
    }
  },
  "simulation_log": {
    "de": {
      "term": "Simulationsprotokoll",
      "definition": "Realisierung eines materialwissenschaftlichen Workflows in einem Computerprogramm."
    },
    "en": {
      "term": "Simulation log",
      "definition": "Realization of a materials science workflow in a computer program."
    }
  },
  "software-tool": {
    "de": {
      "term": "Software-Tool",
      "definition": "Einzelnes Programm für die Bearbeitung einer bestimmten materialwissenschaftlichen Aufgabe. Es wandelt einen wohldefinierten Input in einen wohldefinierten Output um. Beispiele sind DFT- oder FEM Codes."
    },
    "en": {
      "term": "Software tool",
      "definition": "Single program for processing a specific material science task. It converts a well-defined input into a well-defined output. Examples are DFT or FEM codes."
    }
  },
  "sparql": {
    "de": {
      "term": "SPARQL",
      "definition": "SPARQL steht als Synonym für SPARQL Protocol And RDF Query Language und ist eine graphenbasierte Abfragesprache für Abfragen von Inhalten aus dem Beschreibungssystem Resource Description [Framework](#Framework) ([RDF](#RDF)), das in Datenbanken zur Formulierung logischer Aussagen über beliebige Dinge genutzt wird."
    },
    "en": {
      "term": "SPARQL",
      "definition": "SPARQL is synonymous with SPARQL Protocol And RDF Query Language and is a graph-based query language for querying content from the Resource Description [Framework](#Framework) ([RDF](#RDF)), which is used in databases to formulate logical statements about arbitrary things."
    }
  },
  "sprint": {
    "de": {
      "term": "Sprint",
      "definition": "In einem [agilen Framework](#Agiles-Management) bedeutet ein Sprint eine Arbeitsphase eines Teams, die dazu dient, [User Stories](#User-Story) zu liefern."
    },
    "en": {
      "term": "Sprint",
      "definition": "In an [agile framework](#Agile-Management), a sprint means a phase of work by a team designed to deliver [user stories](#User-Story)."
    }
  },
  "stakeholder": {
    "de": {
      "term": "Stakeholder",
      "definition": "Als Stakeholder gelten Menschen und Gruppen, die ein Interesse am Verlauf, der Ergebnisse und Prozesse eines Projektes / [Produktes](#Produkt) haben. Dieses Interesse gilt es auch bei Projekten zu berücksichtigen."
    },
    "en": {
      "term": "Stakeholder",
      "definition": "Stakeholders are people and groups that have an interest in the course, results and processes of a project / [product](#Product). It is also important to consider this interest in projects."
    }
  },
  "standardization": {
    "de": {
      "term": "Normung",
      "definition": "Unter Normung versteht man die Formulierung, Herausgabe und Anwendung von Regeln, Leitlinien oder Merkmalen durch eine anerkannte Organisation und deren Normengremien. Im Falle der Plattform wird mit der DIN zusammen gearbeitet."
    },
    "en": {
      "term": "Standardization",
      "definition": "Standardization is the formulation, issuance and application of rules, guidelines or characteristics by a recognized organization and its standards bodies. In the case of the platform, we work together with DIN."
    }
  },
  "steering_committee": {
    "de": {
      "term": "Lenkungskreis",
      "definition": "Das geschäftsführende Plenum des [plattformverantwortlichen  Konsortiums](#Plattformverantwortliches-Konsortium--Plattformtr%C3%A4ger), repräsentiert durch einen Sprecher und eine/n weitere/n Vertreter/in pro geförderter Organisation."
    },
    "en": {
      "term": "Steering Committee",
      "definition": "The executive plenary of the [platform responsible  Consortium](#Platform-responsible-consortium), represented by a spokesperson and one additional representative per funded organization."
    }
  },
  "t-box": {
    "de": {
      "term": "T-Box",
      "definition": "Die T-Box beschreibt den Terminologischen Formalismus und enthält das Wissen über die [Klassen](#Klasse) der Domäne. In der T-Box wird definiert, welche [Klassen](#Klasse) von Objekten es in der Domäne gibt und welche Eigenschaften sie haben."
    },
    "en": {
      "term": "T-box",
      "definition": "The T-Box describes the Terminological Formalism and contains the knowledge about the [classes](#Class) of the domain. The T-Box defines which [classes](#Class) of objects exist in the domain and what properties they have."
    }
  },
  "taxonomy": {
    "de": {
      "term": "Taxonomie",
      "definition": "Eine Taxonomie ist eine hirarchische Untergliederung in ein Klassifikationssystem."
    },
    "en": {
      "term": "Taxonomy",
      "definition": "A taxonomy is a hirarchical breakdown in a classification system."
    }
  },
  "token": {
    "de": {
      "term": "Token",
      "definition": "Ein randomisierter Systemschlüssel, der bspw. zur Authentifizierung genutzt werden kann. Der User bekommt einen Token in der Regel nicht zu Gesicht."
    },
    "en": {
      "term": "Token",
      "definition": "A randomized system key that can be used for authentication, for example. The user usually does not get to see a token."
    }
  },
  "transitivity": {
    "de": {
      "term": "Transitivität",
      "definition": "Logische [Inferenz](#Inferenz--Inference) nach dem Motto wenn A auf B wirkt und B auf C, dann wirkt auch A auf C. Dies wird in der Klassenhierarchie und anderen [Object Properties](#Object-Property) in [OWL](#OWL) durch [Reasoning](#Reasoning) ausnutzbar."
    },
    "en": {
      "term": "Transitivity",
      "definition": "Logical [inference](#Inference) according to the motto if A acts on B and B acts on C, then A acts on C as well. This becomes exploitable in the class hierarchy and other [Object Properties](#Object-Property) in [OWL](#OWL) by [Reasoning](#Reasoning)."
    }
  },
  "triple": {
    "de": {
      "term": "Triple / Tripel",
      "definition": "Ein Tripel ist eine Aussage aus Subjekt, Prädikat und Objekt, wie beispielsweise \"Mann\" - \"ist Sohn von\" - \"Frau\". Tripel werden mit [RDF](#RDF) einheitlich beschrieben."
    },
    "en": {
      "term": "Triple",
      "definition": "A triple is a statement consisting of subject, predicate, and object, such as \"man\" - \"is son of\" - \"woman\". Triples are described uniformly by [RDF](#RDF). "
    }
  },
  "triplestore": {
    "de": {
      "term": "Triplestore",
      "definition": "Ein Triplestore ist eine Datenbank in  der [Tripel](#Triple--Tripel) durch semantische Abfragen gespeichert und abgerufen werden könnnen. Das Tripel stellt jeweils eine Datenentität dar."
    },
    "en": {
      "term": "Triplestore",
      "definition": "A triplestore is a database in which [triples](#Triple) can be stored and retrieved by semantic queries. The triple represents one data entity at a time."
    }
  },
  "turtle": {
    "de": {
      "term": "Turtle",
      "definition": "Eine standardisierte [RDF-Syntax](#RDF) Serialisierung."
    },
    "en": {
      "term": "Turtle",
      "definition": "A standardized [RDF](#RDF) serialization."
    }
  },
  "use_cases": {
    "de": {
      "term": "Use Cases",
      "definition": "Anwendungsfälle, die auf Basis der Plattform implementiert, im Rahmen geförderter Projekte erzeugt und kompatibel mit der Plattform strukturiert werden. "
    },
    "en": {
      "term": "Use Cases",
      "definition": "Use cases that are implemented based on the platform, generated as part of funded projects, and structured to be compatible with the platform. "
    }
  },
  "user_story": {
    "de": {
      "term": "User Story",
      "definition": "Eine User Story ist die kleinste Einheit aus der Sicht eines Anwenders in einem [agilen Framework](#Agiles-Management). Sie definiert die gewünschte Funktionalität, die sich der Benutzer vorstellt, um genau einen seiner [Pain Points](#Pain-Point) zu lösen"
    },
    "en": {
      "term": "User Story",
      "definition": "A user story is the smallest unit from a user's perspective in an [agile framework](#Agile-Management). It defines the desired functionality that the user envisions to solve exactly one of his [pain points](#Pain-Point)"
    }
  },
  "versioning": {
    "de": {
      "term": "Versionierung",
      "definition": "Eine Versionierung erfasst Änderungen an Dokumenten oder Daten."
    },
    "en": {
      "term": "Versioning",
      "definition": "A versioning captures changes to documents or data."
    }
  },
  "web_ontology_language": {
    "de": {
      "term": "Web Ontology Language (OWL)",
      "definition": "s.[OWL](#OWL)"
    },
    "en": {
      "term": "Web Ontology Language (OWL)",
      "definition": "s.[OWL](#OWL)"
    }
  },
  "wikibase": {
    "de": {
      "term": "Wikibase",
      "definition": "Open-Source-Graphendatenbank, Wissendatenbank, per [SPARQL](#SPARQL) abfragbar. Wikibase benutzt im Innern jedoch eine relationale Datenstruktur und ist nicht ohne anderes in andere Graphenlösungen migrierbar."
    },
    "en": {
      "term": "Wikibase",
      "definition": "Open source graph database, knowledge database, queryable via [SPARQL](#SPARQL). However, Wikibase uses a relational data structure inside and is not migratable to other graph solutions without other."
    }
  },
  "workflow_environment": {
    "de": {
      "term": "Workflowumgebung",
      "definition": "Auf einer PMD Server Instanz installierte Software, innerhalb derer weitere [Softwaretools](#Software-Tool) ausgeführt und in [Simulationsprotokollen](#Simulationsprotokoll) kombiniert werden können. Durch Workflowumgebungen werden einheitliche Schnittstellen geregelt."
    },
    "en": {
      "term": "Workflow environment",
      "definition": "Software installed on a PMD server instance within which other [software tools](#Software-tool) can be executed and combined in [simulation protocols](#Simulation-log). Uniform interfaces are governed by workflow environments."
    }
  }
}